vin3697/ESP32_S3/oneshot_read/sdkconfig.ci.esp32c2_xtal26m
CONFIG_IDF_TARGET="esp32s3"
CONFIG_XTAL_FREQ_26=y
